INSERT INTO `states` (`id`, `name`, `name_marathi`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'Andaman and Nicobar', 'अंदमान निकोबार', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(2, 'Andhra Pradesh', 'आंध्र प्रदेश', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(3, 'Arunachal Pradesh', 'अरुणाचल प्रदेश', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(4, 'Assam', 'आसाम', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(5, 'Bihar', 'बिहार', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(6, 'Chandigarh', 'चंदीगड', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(7, 'Chhattisgarh', 'छत्तीसगड', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(8, 'Dadra and Nagar Haveli', 'दादरा आणि नगर हवेली', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(9, 'Daman and Diu', 'दमण आणि दीव', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(10, 'Delhi', 'दिल्ली', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(11, 'Goa', 'गोवा', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(12, 'Gujarat', 'गुजरात', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(13, 'Haryana', 'हरियाणा', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(14, 'Himachal Pradesh', 'हिमाचल प्रदेश', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(15, 'Jammu and Kashmir', 'जम्मू-काश्मीर', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(16, 'Jharkhand', 'झारखंड', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(17, 'Karnataka', 'कर्नाटक', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(18, 'Kerala', 'केरळा', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(19, 'Lakshadweep', 'लक्षद्वीप', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(20, 'Madhya Pradesh', 'मध्य प्रदेश', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(21, 'Maharashtra', 'महाराष्ट्र', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(22, 'Manipur', 'मणिपूर', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(23, 'Meghalaya', 'मेघालय', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(24, 'Mizoram', 'मिझोरम', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(25, 'Nagaland', 'नागालँड', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(26, 'Orissa', 'ओरिसा', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(27, 'Puducherry', 'पुडुचेरी', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(28, 'Punjab', 'पंजाब', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(29, 'Rajasthan', 'राजस्थान', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(30, 'Sikkim', 'सिक्किम', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(31, 'Tamil Nadu', 'तामिळनाडू', '2018-12-30 14:16:57', '2018-12-30 14:16:57', NULL),
(32, 'Tripura', 'त्रिपुरा', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL),
(33, 'Uttarakhand', 'उत्तराखंड', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL),
(34, 'Uttar Pradesh', 'उत्तर प्रदेश', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL),
(35, 'West Bengal', 'पश्चिम बंगाल', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL);


INSERT INTO `districts` (`id`, `state_id`, `name`, `name_marathi`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 21, 'Ahmednagar', 'अहमदनगर', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(2, 21, 'Akola', 'अकोला', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(3, 21, 'Amravati', 'अमरावती', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(4, 21, 'Aurangabad', 'औरंगाबाद', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(5, 21, 'Bhandara', 'भंडारा', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(6, 21, 'Bid', 'बीड', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(7, 21, 'Buldana', 'बुलढाणा', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(8, 21, 'Chandrapur', 'चंद्रपूर', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(9, 21, 'Dhule', 'धुळे', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(10, 21, 'Gadchiroli', 'गडचिरोली', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(11, 21, 'Gondiya', 'गोंदिया', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(12, 21, 'Hingoli', 'हिंगोली', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(13, 21, 'Jalgaon', 'जळगाव', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(14, 21, 'Jalna', 'जालना', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(15, 21, 'Kolhapur', 'कोल्हापूर', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(16, 21, 'Latur', 'लातूर', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(17, 21, 'Nagpur', 'नागपूर', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(18, 21, 'Nanded', 'नांदेड', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(19, 21, 'Nandurbar', 'नंदुरबार', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(20, 21, 'Nashik', 'नाशिक', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(21, 21, 'Usmanabad', 'उस्मानाबाद', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(22, 21, 'Parbhani', 'परभणी', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(23, 21, 'Pune', 'पुणे', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(24, 21, 'Raigad', 'रायगड', '2018-12-30 14:16:54', '2018-12-30 14:16:54', NULL),
(25, 21, 'Ratnagiri', 'रत्नागिरी', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(26, 21, 'Sangali', 'सांगली', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(27, 21, 'Satara', 'सातारा', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(28, 21, 'Sindhudurg', 'सिंधुदुर्ग', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(29, 21, 'Solapur', 'सोलापूर', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(30, 21, 'Thane', 'ठाणे', '2018-12-30 14:16:55', '2018-12-30 14:16:55', NULL),
(31, 21, 'Wardha', 'वर्धा', '2018-12-30 14:16:57', '2018-12-30 14:16:57', NULL),
(32, 21, 'Washim', 'वाशिम', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL),
(33, 21, 'Yavatmal', 'यवतमाळ', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL),
(34, 21, 'Mumbai Suburban ', 'मुंबई उपनगर', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL),
(35, 21, 'Palghar', 'पालघर', '2018-12-30 14:16:59', '2018-12-30 14:16:59', NULL);


INSERT INTO `tahasils` (`id`, `state_id`, `district_id`, `name`, `name_marathi`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 21, 29, 'Akkalkot', 'Akkalkot', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(2, 21, 29, 'Barshi', 'Barshi', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(3, 21, 29, 'Karmala', 'Karmala', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(4, 21, 29, 'Madha', 'Madha', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(5, 21, 29, 'Malshiras', 'Malshiras', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(6, 21, 29, 'Mangalvedhe', 'Mangalvedhe', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(7, 21, 29, 'Mohol', 'Mohol', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(8, 21, 29, 'Pandharpur', 'Pandharpur', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(9, 21, 29, 'Sangole', 'Sangole', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(10, 21, 29, 'Solapur North', 'Solapur North', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL),
(11, 21, 29, 'Solapur South', 'Solapur South', '2018-12-30 14:16:53', '2018-12-30 14:16:53', NULL);


INSERT INTO `entrypoints` (`id`, `state_id`, `district_id`, `tahasil_id`, `name`, `name_marathi`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 21, 29, 9, 'सांगोला-कोल्हापूर रोड यमाई तुकाईदेवी मंदिर', 'सांगोला-कोल्हापूर रोड यमाई तुकाईदेवी मंदिर', '2020-05-28 16:42:41', '2020-05-28 16:42:41', NULL);

INSERT INTO `patients` (`id`, `full_name`, `gender`, `age`, `mobile`, `state_id`, `state`, `district_id`, `district`, `tahasil_id`, `tahasil`, `pincode`, `current_address`, `permission_to_enter`, `have_medical_certificate`, `entry_point_id`, `entry_point`, `health_condition`, `covid_status`, `present_at_quarantine`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'TEST NAME 1', 'MALE', 24, '9763626132', 21, 'Maharashtra', 29, 'Solapur', 9, 'Sangole', '413309', 'Kadlas', 1, 1, 1, 'सांगोला-कोल्हापूर रोड यमाई तुकाईदेवी मंदिर', 'Normal', 'QUARANTINED', 0, '2020-05-28 17:17:49', '2020-05-28 17:17:49', NULL);


INSERT INTO `quarantine_addresses` (`id`, `type`, `name`, `phone`, `state_id`, `state`, `district_id`, `district`, `tahasil_id`, `tahasil`, `address`, `pincode`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'HOME', 'Something Niwas', '09763626132', 21, 'Maharashtra', 29, 'Solapur', 9, 'Sangole', 'Kadlas', '413309', '2020-05-28 18:13:59', '2020-05-28 18:13:59', NULL),
(2, 'INSTITUTE', 'GOVT Hospital pandharpur', '4434664', 21, 'Maharashtra', 29, 'Solapur', 8, 'Pandharpur', 'Govt Hospital', '413304', '2020-05-28 18:34:17', '2020-05-28 18:34:17', NULL);



INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Admin', 'admin@example.com', '2020-03-07 14:13:05', '$2y$10$92IXUNpkjO0rOQ5byMi.Ye4oKoEa3Ro9llC/.og/at2.uheWG/igi', 'MUV3Zm9YfI', '2020-03-07 14:13:05', '2020-03-07 14:13:05');

